{
  "Nikmati Mudahnya Jualan Kebutuhan Usaha Online dan Terlengkap di Youtap BOS": "Enjoy the Ease of Selling Your Business Needs Online and the Most Complete at Youtap BOS",
  "Youtap BOS merupakan salah satu situs jual beli online atau B2B marketplace di Indonesia yang memiliki berbagai produk terbaru untuk melengkapi ekosistem solusi digital untuk berbagai usaha dari Youtap Indonesia. Tak hanya itu, Youtap BOS juga menghadirkan beragam produk berkualitas terbaik dari supplier Nasional terpercaya dengan harga kompetitif.": "Youtap BOS is an online buying and selling platform or B2B marketplace in Indonesia that offers a variety of the latest products to complement Youtap Indonesia's digital solutions ecosystem for various businesses. Furthermore, Youtap BOS also offers a variety of top-quality products from trusted national suppliers at competitive prices.",
  "Youtap BOS akan menjadi sebuah platform dan situs jual beli online bagi seluruh masyarakat Indonesia khususnya untuk para UMKM dan usaha lainnya untuk belanja stok untuk kebutuhan usaha.": "Youtap BOS will be an online buying and selling platform and site for all Indonesians, especially MSMEs and other businesses, to shop for stock for their business needs.",
  "Selain dapat menikmati proses pembelian berbagai macam produk dengan praktis dan efisien, para seller pun juga dapat berjualan online di Youtap BOS.": "Besides being able to enjoy the practical and efficient process of purchasing various products, sellers can also sell online at Youtap BOS.",
  "Jadi, bagi para seller yang ingin mulai usaha dan jualan online atau memperluas jangkauan pasar bisa segera bergabung menjadi merchant Youtap BOS.": "So, for sellers who want to start a business and sell online or expand their market reach, you can immediately join and become a Youtap BOS merchant.",
  "Proses pendaftaran untuk menjadi merchant Youtap BOS juga sangat mudah, di mana kamu cukup download aplikasi, lalu masukkan data diri secara lengkap, nama toko, alamat toko dan setelah itu akan langsung terdaftar.": "The registration process to become a Youtap BOS merchant is also very easy. You simply download the application, then enter your complete personal data, store name, store address, and then you will be registered immediately.",
  "Sebagai platform b2b marketplace online, Youtap BOS juga menyediakan berbagai fitur canggih hingga metode pembayaran yang dapat dipilih, untuk membantu kegiatan belanja jadi lebih nyaman.": "As an online b2b marketplace platform, Youtap BOS also provides various advanced features and payment methods to help make shopping activities more convenient.",
  "Beberapa metode pembayaran yang tersedia di Youtap BOS adalah transfer bank menggunakan rekening, dan uang elektronik seperti OVO, hingga cicilan.": "Some payment methods available at Youtap BOS are bank transfers using accounts, and electronic money such as OVO, to installments.",
  "Lebih menariknya lagi, apabila melakukan kerjasama dengan Youtap Indonesia maka para pembeli akan mendapatkan penawaran pengiriman gratis, dan bisa melacak status produk yang dibeli secara real time.": "What's even more interesting is that by collaborating with Youtap Indonesia, buyers will receive a free shipping offer and can track the status of their purchased products in real time.",
  "Sehingga, produk apapun yang dibeli di Youtap BOS seperti bahan-bahan baku makanan dapat dilacak keberadaannya sampai aman diterima oleh pembeli.": "Thus, any product purchased on Youtap BOS, such as raw food ingredients, can be tracked until it is safely received by the buyer.",
  "Lalu, data-data pribadi dan seluruh riwayat transaksi yang sudah kamu lakukan di Youtap BOS juga telah dilindungi oleh kebijakan privasi dengan ketat, sehingga keamanannya sudah pasti terjamin apabila ada ke pihak yang tidak bertanggungjawab atau disalahgunakan.": "Furthermore, your personal data and all transaction history that you have made on Youtap BOS are also protected by a strict privacy policy, so their security is guaranteed if they are misused by irresponsible parties.",
  "Setelah melihat beberapa keunggulan dari Youtap BOS di atas, sudah pasti kami akan memang menjadi solusi paling tepat untuk belanja online dengan mudah dan aman.": "After seeing some of the advantages of Youtap BOS above, we are definitely the most appropriate solution for easy and safe online shopping.",
  "Belanja Online Produk Bahan Makanan Berkualitas di Youtap BOS": "Shop Online for Quality Food Products at Youtap BOS",
  "Youtap BOS sebagai salah satu platform belanja digital memang menjadi solusi bagi masyarakat Indonesia yang ingin memenuhi kebutuhan pokok sehari-hari dengan lebih mudah dan praktis karena hanya perlu menggunakan satu aplikasi yang sudah terkoneksi Internet. Belanja secara online yang telah disediakan oleh Youtap BOS ini memang akan sangat membantu masyarakat menghemat waktu dan juga tenaga. Pasalnya, kamu tidak perlu lagi antri panjang hanya untuk melakukan pembelian produk kebutuhan pokok sehari-hari.": "As a digital shopping platform, Youtap BOS is a solution for Indonesians who want to fulfill their daily needs more easily and conveniently, simply by using a single internet-connected application. The online shopping provided by Youtap BOS will significantly save people time and energy. You no longer need to wait in long lines just to purchase daily necessities.",
  "Tak hanya lebih mudah, Youtap BOS juga menyediakan beragam produk kualitas original, bahkan untuk alat-alat elektronik, kamu akan mendapatkan garansi resmi. Jadi, tidak perlu lagi khawatir soal kualitas dan juga keamanan saat berbelanja di Youtap BOS.": "Not only is it easier, Youtap BOS also offers a variety of original quality products, even for electronic devices, you'll get an official warranty. So, you no longer need to worry about quality and security when shopping at Youtap BOS.",
  "Beberapa produk yang bisa didapatkan di Youtap BOS seperti kebutuhan pokok, aneka minuman, bumbu dapur, frozen food, hingga berbagai macam keperluan rumah tangga, serta ibu dan anak.": "Some of the products available at Youtap BOS include basic necessities, various drinks, kitchen spices, frozen food, and various household and mother and child necessities.",
  "Produk yang lengkap dengan kualitas nomor satu yaitu Youtap BOS juga menawarkan aneka ragam voucher saat berbelanja. Tujuan program voucher ini, agar para pengguna Youtap BOS bisa belanja lebih hemat dan menguntungkan setiap harinya. Nantinya, kamu akan mendapatkan beberapa keuntungan belanja seperti Voucher Cashback baik dalam bentuk Points hingga tersedianya ratusan ribu rupiah secara tunai, dan layanan Bebas Ongkir saat pengiriman.": "Youtap BOS, a comprehensive product offering with top-notch quality, also offers a variety of vouchers when shopping. The purpose of this voucher program is to enable Youtap BOS users to shop more economically and profitably every day. You'll receive several shopping benefits, including cashback vouchers in the form of points, up to hundreds of thousands of rupiah in cash, and free shipping.",
  "Kerjasama Youtap BOS dengan Berbagai Penjual Lokal Hingga Supplier Brand Ternama": "Youtap BOS Collaborates with Various Local Sellers and Well-Known Brand Suppliers",
  "Youtap BOS menjadi bagian dari toko online yang paling banyak diminati oleh masyarakat karena produk-produknya berkualitas serta beragam. Tak hanya itu, kami juga bekerja sama dengan berbagai penjual lokal dari seluruh daerah di Indonesia dan juga beberapa brand ternama lainnya.": "Youtap BOS is one of the most sought-after online stores due to its high-quality and diverse products. Furthermore, we collaborate with various local sellers from all over Indonesia, as well as several other well-known brands.",
  "Tentu saja, dengan begini, Youtap BOS akan memudahkan para konsumen yang memiliki kebutuhan belanja, dan mendukung penjual di Indonesia untuk bisa mengembangkan bisnis menggunakan sistem digital. Seperti yang kita tahu, penjualan online saat ini sangat penting untuk meningkatkan jangkauan pasar lebih luas, di mana seluruh masyarakat bisa membeli produk-produk dari toko dengan lebih mudah.": "Of course, this way, Youtap BOS will make it easier for consumers to shop and support sellers in Indonesia to develop their businesses using digital systems. As we know, online sales are crucial for expanding market reach, allowing everyone to purchase products from stores more easily.",
  "Sederhananya, memaksimalkan penggunaan toko online seperti Youtap BOS tidak hanya membuat usaha para penjual lebih berkembang, tapi juga menghubungkan penjual dengan lebih banyak konsumen dari berbagai kalangan dan juga daerah melalui cara sederhana.": "Simply put, maximizing the use of online stores like Youtap BOS not only makes sellers' businesses grow, but also connects sellers with more consumers from various circles and regions in a simple way.",
  "Kemudian, Youtap BOS juga menjalin kerjasama dengan banyak brand ternama yang kini sudah menjadi official partner seperti Campina, BreadLife, Sari Roti, Dima, Diamond Fair - Bintaro, dan Best Meat. Melakukan pembelian produk resmi langsung dari official store tentu saja dapat menjamin keaslian produk dan juga kualitasnya. Salah satu keuntungan lain belanja online dari official store juga tersedianya jaminan garansi dan penawaran harga terjangkau dengan macam-macam voucher dan diskon bagi pembelinya.": "Furthermore, Youtap BOS has also collaborated with many well-known brands, including Campina, BreadLife, Sari Roti, Dima, Diamond Fair - Bintaro, and Best Meat, which have now become official partners. Purchasing official products directly from official stores guarantees authenticity and quality. Another advantage of shopping online from official stores is the availability of warranties and affordable prices, with various vouchers and discounts available to buyers.",
  "Saat ini, sudah tersedia banyak penjual lokal dan brand ternama yang hadir di Youtap BOS sehingga produk-produk yang tersedia pun lebih bervariatif. Tidak hanya bahan-bahan pokok makanan saja, tapi ada juga minuman, bumbu dapur, alat rumah tangga, hingga kebutuhan ibu dan anak.": "Currently, many local vendors and well-known brands are available on Youtap BOS, increasing the variety of products available. Not only basic food ingredients, but also beverages, kitchen spices, household items, and even mother and child necessities.",
  "Belanja di Youtap BOS memang menjadi solusi paling cerdas untuk belanja online masa kini karena memberikan banyak keuntungan dan kemudahan. Bahkan menariknya, kamu bisa menikmati promo bebas ongkos kirim atau promo cashback pada official store atau produk terpilih. Tunggu apalagi? Segera temukan produk pilihanmu di toko-toko yang tergabung dalam Youtap BOS dan nikmati promo sepuasnya.": "Shopping at Youtap BOS is truly the smartest solution for online shopping today, offering numerous benefits and convenience. Even more exciting, you can enjoy free shipping or cashback promotions on official stores or selected products. What are you waiting for? Find your favorite products now at Youtap BOS affiliated stores and enjoy unlimited promotions.",
  "Baca Selengkapnya": "Read more",
  "Tutup": "Closed",
  "Voucher Saya": "My Voucher",
  "Masuk dulu ya": "Come in first",
  "Upgrade Akun": "Account Upgrade",
  "Langganan, yuk!": "Subscribe, come on!",
  "TotalVoucher": "{{count}} Voucher available",
  "Lihat Detail": "View Details",
  "belanja apa hari ini?": "what are you shopping for today?",
  "Masuk": "Login",
  "Dikirim ke:": "Sent to:",
  "Lanjut pakai Bahasa Indonesia": "Continue in Indonesia",
  "Lanjut pakai English": "Continue in English",
  "Pilih Bahasa": "Change Language"
}
